Repository: Haikson/django-cms-news
Catalog: news/locale/*/LC_MESSAGES/django.po
Languages: ru

source: News List Plugin
ru: Список новостей (плагин)

source: Title
ru: Заголовок

source: Slug
ru: Идентификатор (url)

source: Intro
ru: Короткое описание

source: Content
ru: Контент

source: Created time
ru: Время создания

source: The News
ru: Новость

source: News
ru: Новости

source: Aside template
ru: Шаблон боковой панели

source: News list template
ru: Шаблон списка новостей

source: Count of news
ru: Количество новостей

source: Template
ru: Шаблон
